tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nrlquaker/createzap"
tap "vitorgalvao/tiny-scripts"

brew "aria2"
brew "cask-repair"
brew "cmake"
brew "ctags"
brew "curl"
brew "doxygen"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gmp"
brew "hdf5-mpi"
brew "htop"
brew "hub"
brew "icarus-verilog"
brew "imagemagick"
brew "llvm"
brew "lua"
brew "make"
brew "mpv"
brew "msgpack"
brew "neovim"
brew "ninja"
brew "open-mpi"
brew "openjdk"
brew "pandoc"
brew "pkg-config"
brew "python"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "tree"
brew "verilator"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"

cask "1password"
cask "alfred"
cask "battle-net"
cask "calibre"
cask "chromium"
cask "discord"
cask "dropbox"
cask "epic-games"
cask "evernote"
cask "firefox"
cask "font-inconsolata"
cask "gitup"
cask "gog-galaxy"
cask "iterm2"
cask "latexit"
cask "logitech-options"
cask "mactex-no-gui"
cask "michaelvillar-timer"
cask "minecraft"
cask "obsidian"
cask "opera"
cask "skim"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "tex-live-utility"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "waterfox"
cask "wechat"
cask "zoom"
cask "zotero"

# vi: set ft=ruby:
